/* 
   Localizable.strings
   CSFoundation

   Created by Charles Srstka on 6/23/10.
   Copyright 2010 __MyCompanyName__. All rights reserved.
 */







"Error" = "Fehler";

"bytes" = "Byte";
"KiB" = "KiB";
"MiB" = "MiB";
"GiB" = "GiB";
"TiB" = "TiB";
"PiB" = "PiB";

"Yes" = "Ja";
"No" = "Nein";
"Unknown" = "Unbekannt";

// compression/decompression errors

"NOT_GZ_FILE" = "Keine gzip-Datei.";

"NEW_OBJECT" = "Neues Objekt";

"String" = "String";
"Number" = "Zahl";
"Boolean" = "Boolean";
"Array" = "Array";
"Dictionary" = "Dictionary";
"Data" = "Daten";
"Date" = "Datum";

"%lu objects" = "%lu Objekte";

"INVALID_KEY" = "Ungültiger Schlüssel.";
"ALREADY_EXISTS" = "Ein Objekt mit dem Schlüssel „%@” existiert bereits.";